Repository: mozilla-l10n/mt-training-data
Catalog: nr/nr_pontoon.tmx
Source language: en_us
Languages: nr

source: Translation is from English, but you can see <strong>Suggestions</strong> in other languages. Click the <strong>Profile</strong> icon, then <strong>Settings</strong> link and add any languages you speak. At the bottom right-hand corner will be a list of translations called <strong>Locales</strong>. Translations show on the site after one day.
nr: Ukutjhugulula ususela esiNgisini, kodwana ungabona <strong>Suggestions</strong> nezinye iinhlongozo zamanye amalimi. Gandelela <strong>Profile</strong> itshwayo leProfile, ngemva kwalokho ilinki <strong>Settings</strong> yamaSettings bese ukhetha amalimi owakhulumako. Phasi ngasesandleni sokudla kuzokuba nerhelo lokutjhugululweko <strong>Locales</strong> okubizwa ngokuthi maLocales. Okutjhugululweko kuzokuvela ngemva kwelanga linye.

source: Translation of the Common Voice site happens on <strong>Pontoon</strong>.
nr: Ukutjhugululwa kwe-Common Voice kwenzeka ku <strong>Pontoon</strong>.

source: Tshivenda
nr: IsiTshivenda

source: Turkish
nr: IsiTurkish

source: Turkmen
nr: IsiTurkmen

source: Twi
nr: IsiTwi

source: Typically megabytes
nr: Yide khulu

source: Ubykh
nr: Isi-Ubykh

source: Udmurt
nr: Isi-Udmurt

source: Ukrainian
nr: Isi-Ukrainian

source: Understand contribution criteria
nr: Zwisisa iindlela zokunikela

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
nr: Zwisisa bona khuyini okufuze ukutjheje nawulalele iinqetjhana ezirekhodiweko begodu usize ekwenzeni okurekhodileko kunothe!

source: Upload aborted. Do you want to delete your recordings?
nr: Uku-aplowuda kujamile. Ufuna ukususa okurekhodileko?

source: Upload an image file
nr: Faka isithombe

source: Urdu
nr: Isi-Urdu

source: User Name
nr: Ibizo olisebenzisako

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
nr: Abasebenzisa ihlelweli bayaqinisekisa bona amaphimbo abanikela ngawo, anembile ngokuqala bona isikhulumi sifunda imitjho kuhle.

source: Uyghur
nr: Isi-Uyghur

source: Uzbek
nr: Isi-Uzbek

source: Validated Clips
nr: Iinqetjhana eziqinisekisiweko

source: Validated Hours
nr: Ama-awara aqinisekisiweko

source: Validated Hr. Total
nr: Inani eliqinisekisweko le-Hr

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
nr: Ukuhlolisisa okurekhodiweko kuqakatheke ngendllela efanako emsebenzini we-Common Voice. Lalela begodu usisize ukwenza ibulungelo elinokwaziswa okugasetjenziswa ngendlela etjhaphulukileko.

source: Validation Progress
nr: Ituthuko eqinisekisiweko

source: Validations
nr: Eziqinisekisiweko

source: Value and recognition.
nr: Ukuqakatheka nokutjhejwa.

source: Variants are a specific form of a language - for example shared by those living in a geography or commmunity. Sometimes these are called dialects.
nr: Ukuhluka kwamalimi kuyingcenye yelimi - ngokwesibonelo kufakwa ngilabo abahlala eendaweni ezingafaniko emphakathini. Ngezinye iinkhathi lokho kubizwa ngokuthi ma-dialects.

source: Varying Pronunciations
nr: Ukuphimisela okuhlukahlukeneko

source: Venetian
nr: IsiVenetia

source: Version
nr: Umbono

source: Vietnamese
nr: IsiVietnamese

source: View your progress against personal and project goals.
nr: Imigomo

source: Visible
nr: Bonakalako

source: Voice clips are entered into a submission queue that readies them for listening.
nr: Iinqetjhana ezilalelwako zifakwa erhelweni elilungiselela ukulalelwa.

source: Voice Contribution
nr: Ukunikela ngephimbo

source: Voice Dataset, Ready for Download
nr: Ihlelo lephimbo, ukuLungele ukuDawuniloda

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
nr: Iphimbo liyimvelo, iphimbo limumuntu ngokwakhe. Kungebangelo kusithabisa bekusirare ukukghona ukwenza amaphimbo asebenzisekako wetheknoloji emtjhininethu. Kodwana bona umsebenzethu uthuthuke, sitlhoga amaphimbo amanengi tle.

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
nr: Iphimbo liyimvelo, iphimbo limumuntu ngokwakhe. Kungebangelo kusithabisa bekusirare ukukghona ukwenza amaphimbo asebenzisekako wetheknoloji emtjhininethu. Kodwana bona umsebenzethu uthuthuke, sitlhoga ukwaziswa kwamaphimbo amanengi tle.

source: Voices Online Now
nr: Amaphimbo afumanekako nje

source: Voice Validation
nr: Ukuqinisekiswa kwephimbo

source: Volume
nr: Ivolomu

source: Votic
nr: IsiVotic

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
nr: I-VoxForge yahlonywa bona Ibuthelele ikulumo etlolwe phasi bona isetjenziswe Ngokutjhaphulukileko.

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
nr: Uyafuna ukusiza ukwenza i-Common Voice ibe ngcono? Kuhle lokho! Thintana nathi nge-imeyili namkha<discourseLink>Discourse</discourseLink> ngeforamu, thumela imiraro ku<githubLink>GitHub</githubLink>namkha uhlanganyele<matrixLink>Matrix</matrixLink>community chat.

source: Want to stay in touch with Common Voice?
nr: Zitlolise

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
nr: Ufuna sikwazise nasikhupha ihlelo elitjha le-Common Voice? Zitlolise engcenyenethu yeendaba.

source: Watch our video explainer to help
nr: Bukela ividiyo ehlathululako bona ikusize

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
nr: Sakha ibulungelo lamaphimbo arekhodiweko angasetjenziswa ngiwo woke umuntu bona angawasebenzisa ukubandula iinsetjenziswa bona zikhulume ikulumo eyamukeleko.

source: We are going out to get a coffee.
nr: Sisayokusela ikofi.

source: We are going out to get coffee.
nr: Sisayokusela ikofi.

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
nr: Thina eMozilla sakha umphakathi wetheknoloji yamaphimbo. Singathabela ukuhlala sinokwaziswa kwamva, ukwaziswa kweensetjenziswa nokuzwa bona ukusebenzisa njani ukwaziswokhu.

source: We believe that large and publicly available voice datasets foster innovation and healthy commercial competition in machine-learning based speech technology. This is a global effort and we invite everyone to participate. Our aim is to help speech technology be more inclusive, reflecting the diversity of voices from around the world.
nr: Sithemba bona ukufumaneka khulu kwamabulungelo wamaphimbo kuzokwenza ituthuko nephaliswano kwezentengiselwano ngemitjhini yokufunda emalungana netheknoloji yokukhuluma. Ijimeli ngelephasi loke yeke simema woke umuntu bona ahlanganyele. Ihloswethu kukwenza itheknoloji yokukhuluma bona ifumaneke ngokungeziweko, begodu ifake amaphimbo ahlukahlukeneko wephasi mazombe.

source: We believe that large, publicly available voice datasets will foster innovation and healthy commercial competition in machine-learning based speech technology. Common Voice’s multi-language dataset is already the largest publicly available voice dataset of its kind, but it’s not the only one. Look to this page as a reference hub for other open source voice datasets and, as Common Voice continues to grow, a home for our release updates.
nr: Sithemba bona nange ama-voice datasets afunyanwa babantu abanengi azokukhuthaza ituthuko begodu enze amaphaliswano kwezokuthengiselana nemitjhinini yetheknoloji yokufundisa. Ngitjho nanyana kungasi ngiyo kwaphela kodwana i-Common Voice’s multi-language dataset ilibulungelo elifunyanwa babantu abanengi. Qala ikhaseli njengokwaziswa kweminye imihlobo yamabulungelo wamaphimbo, kuzokuthi njengombana i-Common Voice iragela phambili idlondlobala, izokuba likhaya lokutjhatjhululwa kwezinto ezitjha.

source: Website Localization
nr: Ilimi lendabuko

source: We couldn’t find that page for you
nr: Asilifumani ikhasi olifunako

source: We couldn’t get any audio clips for you to listen to. Please try again later.
nr: "Azikho iinqetjhana zokurekhodiweko esizifumanako ongazilalela. Sibawa ulinge godu esikhathini esizako."

source: We couldn’t get any sentences for you to speak. Please try again later.
nr: "Ayikho imitjho esiyifumanako ongayitjho. Sibawa ulinge ngesikhathi esilandelako."

source: Weekly
nr: Ngeveke

source: Weekly Goal
nr: Umgomo Weveke

source: We launch the Common Voice site in this language.
nr: Sethula ikhasi le-Common Voice ngokusemthethweni ngelimeli.

source: Welcome { $company } staff!
nr: Siyanamukela basebenzi be { $company }!

source: Welcome to Common Voice
nr: Siyakwamukela kuCommon Voice

source: Welsh
nr: IsiWelsh

source: We may have run out of clips - refresh the page, or try again later.
nr: Asisenayo imitjho engaqinisekiswa ngelimeli...

source: We may not have received that request. Please email us directly on <emailLink>{ $email }</emailLink> and we will get back to you!
nr: Kungenzeka asikasifumani isibaweso. Sibawa usithumele i-imeyili bunqopha ku <emailLink>{ $email }</emailLink> sizokubuyela kuwe!

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
nr: Sithembisa ukugcina imininingwana yakho iyifihlo. Funda okwengeziweko ngesaZiso sethu sezinto eziyiFihlo <privacyLink>Nemigomo</privacyLink>.

source: We’re building an open source, multi-language dataset of voices that anyone can use to train speech-enabled applications.
nr: Sakha umthombo wawo woke umuntu, amaphimbo wamalimi ahlukileko angasetjenziswa nginanyana ngubani bona azifundise ikulumo eyamukelekako.

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
nr: Senza ibulungelo lamaphimbo elingasetjenziswa ngokutjhaphulukileko. Nikela ngephimbo lakho, qinisekisa lokho abantu abakurekhodileko, yenza bona ibulungelo libe ngcono kiwo woke umuntu.

source: We’re experiencing unexpected downtime
nr: Siqalene nebesingakakulindeli

source: We’re going out to get coffee.
nr: Sisayokusela ikofi.

source: We release the dataset every 3 months.
nr: Sitjhaphulula okurekhodiweko qobe eenyangeni ezi-3.

source: We're receiving a lot of traffic and are currently investigating the issues.
nr: Sinomjeje omude khulu begodu sisafunisisa ukuthi kubayini.

source: We’re sorry, your platform is not currently supported.
nr: Sibawa usilibalele okufunako akufumaneki.

source: We use a Mozilla tool called <pontoonLink>Pontoon</pontoonLink> for translations. Pontoon has lots of languages, but if it doesn’t have yours you can <pontoonRequestLink>request for your language to be added</pontoonRequestLink>. Then, to make the language available on the Common Voice project, <githubRepoLink>request the new language on GitHub</githubRepoLink>. <localizationFragment>See more on site translation</localizationFragment>.
nr: Sisebenzisa ithulusi le-Mozilla elibizwa ngokuthi yi<pontoonLink>Pontoon</pontoonLink> yokutjhugulula. IPontoon inamalimi amanengi, kodwana ilimi lakho nalingekho <pontoonRequestLink> ungafaka isibawo sokuthi lifakwe </pontoonRequestLink>. Ngemva kwalokho, bona ilimi libe khona kuCommon Voice project, bawa ilimi elitjha <githubRepoLink> kuGitHub. </githubRepoLink>. <localizationFragment> Qala amahlangothi ahlukahlukeneko wamatjhugululo </localizationFragment>.

source: We've run out of sentences to record in this language...
nr: Ayisekho imitjho engarekhodwa ngelimeli...

source: We want speech models to be better at understanding a diverse range of speakers. For this to happen, a voice dataset must represent lots of different people.
nr: Sifuna abafundi bethu bajayele iindlela ezihlukahlukeneko zokukhuluma. Bona lokho kwenzeke, ibulungelo lethu lamaphimbo kufuze lenziwe babantu abahlukahlukeneko.

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
nr: Sifuna imitjhini yokufunda ikghona ukuqalana namatjhada enzeka ngemuva, ngitjho namatjhada aphezulu avumelekile kwaphela nakangenzi bona kungasazwakali okutloliweko. Umvumo olilela phasi ulungile; umvumo olilela phezulu bewenze nokuthi ungasazwakali ukuthi uthini wona awukavumeleki.

source: We will also <strong>let our community manager know that you’re interested</strong>, so they can give you any extra support or information you might need.
nr: Sizokubuye <strong>sakwazisa nomphathi womphakathethu ukuthi unekareko</strong>, ukwenzela bona bakunikele nanyana ngiliphi isekelo elengeziweko nelwazi okungenzeka ulitlhoge.

source: We will be in touch with more information about how to add your language to Common Voice very soon.
nr: Sizokubuya nemininingwana engeziweko emalungana nokuthi ungalifaka njani ilimi lakho ku-Common Voice esikhathini esingaphelisi ihliziyo.

source: We will be in touch with more information as it becomes available.
nr: Sizokubuya nemininingwana eyengeziweko nasele ifumaneka.

source: We will not make your email public.
nr: Angekhe sabelane nge-imeyili yakho.

source: We will review your request to remove your voice recordings from the dataset. If your request is approved, we will contact those who have downloaded the dataset and request they remove your voice recordings as well.
nr: Sizokuhlola isibawo sakho sokufuna ukususa iphimbo lakho ebulungelweni. Isibawo sakho nasivunyiwe, sizokuthintana nalabo abadawnlode iphimbo lakho ebulungelweni sibatjela bona nabo basule iphimbo lakho.

source: What is a language on Common Voice?
nr: Ngiliphi ilimi elikuCommon Voice?

source: What issues are you experiencing with this sentence?
nr: Ngibuphi ubudisi ohlangabezana nabo ngemitjho le?

source: What kind of goal do you want to build?
nr: Ngimuphi umgomo ofuna ukuzibekela wona?

source: What’s inside the Common Voice dataset?
nr: Khuyini engaphakathi kwehlelo le-Common Voice?

source: What's Public?
nr: Khuyini esemphakathini?

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
nr: Nange umuntu ala iphimbo elithileko libuyala ku-Queue. Nalaliwa kwesibili, iphimbo litjinga ku-Clip Graveyard.

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
nr: Nawulaleleko, tjheja bona okurekhodiweko kufana nalokho okutloliweko; ungakwamukeli ngitjho nanyana imitjhapho imincani. <br />Imitjhapho ejayelekileko ifaka hlangana:

source: When you request your recordings, we compile them into one or multiple ZIP files. Here are your past requests:
nr: Nawubawa okurekhodileko, sikuhlanganisa ndawonye sikufake efayilini yinye namkha emafayilini amanengi we-ZIP. Nakhu okubawe esikhathini esidlulileko:

source: Which variant of { $language } do you speak?
nr: Ngimaphi ama { $language } ahlukahlukeneko owakhulumako?

source: Why ?
nr: Kubayini ?

source: Why a profile?
nr: Kubayini iprhofayili?

source: Why Common Voice?
nr: Kubayini i-Common Voice?

source: Why does this matter?
nr: Kubayini lokhu kuqakathekile?

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
nr: Nawe ungathanda bona iphimbo lakho lisulwe ebulungelweni lethu, namkha ukhetha ukuthi lihlala ebulungelweni le-Common Voice dataset?

source: Xhosa
nr: IsiXhosa

source: Xitsonga
nr: IsiXitsonga

source: Yes
nr: Iye

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
nr: Iye, ngithumelani ama-email. Ngingakuthabela ukufumana imininingwana ngephrojekthi ye-Common Voice.

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
nr: Iye, ngithumelani ama-email. Ngingakuthabela ukuhlala nginelwazi ngetuthuko yelimeli ku-Common Voice.

source: Yiddish
nr: IsiYeddish

source: Yoruba
nr: IsiYoruba

source: You
nr: Wena

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
nr: Sele ukulungele ukudawuniloda i <size>{ $size }GB</size>, uyaraga?

source: You are prepared to initiate a download of <b>{ $size }</b>
nr: Ukulungele ukuthoma ukudawuniloda i <b>{ $size }</b>

source: You can add sentences on the <writePageLink>Write page</writePageLink> or review sentences on the <reviewPageLink>Review page</reviewPageLink>.
nr: <strong>I-Sentence Collector</strong> lithulusi lokubuthelela nokuhlola imitjho efakwa ebulungelweni elisetjensizwa mphakathi. Kuzokutlhogeka<scAccountLink> bona wenze i-akhawundi</scAccountLink>. Ngemva kwalokho<strong>Add</strong>, faka ilimi lakho eprafaylinakho<strong>Profile</strong>. Ungakghona ukufaka imitjho emitjha namkha<strong>Review</strong> uhlolisise imitjho oyifakileko.

source: You can also copy and paste the direct URLs into your favorite download manager. They will expire in 12 hours, but you can come back to this page to generate new ones any time.
nr: Ungakopulula bewunamathisele iURLs ezintweni ozithandako ozidawnlodileko. Zizokuphelelwa sikhathi ngemva kwama-awara ali-12, kodwana ungangela ekhasineli wenze amanye amakhasi amatjha nanyana kunini.

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
nr: Ungasebenzisa neendlela zokwenza izinto msinyana: { sc-review-form-button-approve-shortcut } ukuphasisa, { sc-review-form-button-reject-shortcut } ukufeyilisa, { sc-review-form-button-skip-shortcut } ukudlulisa

source: You can choose to make your username public or anonymous.
nr: Ungazikhethela bona ufuna igama ozibiza ngalo libonwe babantu namkha awa.

source: You can go to the <datasetsPage>datasets page</datasetsPage>, select the version and language(s) you want, and download it! The files have <metadataLink>associated metadata</metadataLink>, such as demographic information and validation data. You’ll need to provide an email address to download the dataset.
nr: Ungatjhinga <datasetsPage>datasets page</datasetsPage> ekhasini lebulungelo, khetha ihlobo nelimi namkha amalimi owafunako, bese uyawadownloda! Amafayili la <metadataLink>associated metadata</metadataLink> akhambisana nokwaziswa kwawo, okunjengehlobo labantu nemininingwana yokuphumelelisa ukwaziswokhu. Kufuze ufake i-imeyili yakho nawuzokukghona ukudawnloda ebulungelweneli.

source: You can help build a diverse, open-source dataset by creating a Common Voice profile and contributing your voice.
nr: Ungasiza ngemininingwana ehlukahlukeneko ekuthuthukiseni i-Common Voice begodu unikele nangephimbo lako.

source: You can meet others in the Mozilla language communities by joining <discourseLink>Discourse</discourseLink> for topical conversations, or <matrixLink>Matrix</matrixLink> for quick advice.
nr: Ungahlangana nabanye abasemphakathini weMozilla ngokuthi ungene<discourseLink>Ebulungelweni</discourseLink> bona nikhulumisane ngeenhloko ezithileko namkha <matrixLink>Ubuhlanga</matrixLink> bona ufumane isiyeleliso ngokurhabako.

source: You cannot request your recordings while another request is already in progress.
nr: Angekhe wakghona ukubawa okurekhodileko nange kusesenesinye isibawo osifakileko.

source: You can request a new takeout of your recordings every { $days } days.
nr: Ungabawa okurekhodileko woke malanga { $days }

source: You can run events to help people contribute. It’s easier than you think. You could do it online with a videoconferencing tool, or in person if it’s safe. <eventTemplate>Check out our templates and resources for running events</eventTemplate>.
nr: Ungenza imibuthwano usize abantu bona banikele. Kulula kunendlela ongacabanga ngayo. Ungakwenze lokho online usebenzisa amathulusi we-videoconferencing, namkha ungahlangana nabantu nakuphephile <eventTemplate> ukwenza njalo. Hlola amathulusethu wokuraga imibuthwalo enjalo</eventTemplate>.

source: You can <sentenceCollectorLinkAdd>add small numbers of sentences</sentenceCollectorLinkAdd>, or you can do <bulkImportDocsLink>bulk imports using Github</bulkImportDocsLink>. Remember that sentences need to be <licenseLink>CC0 (or public domain)</licenseLink>, or you can write your own.
nr: Ungafaka <sentenceCollectorLinkAdd>imitjho emincani</sentenceCollectorLinkAdd>, namkha ungafaka <bulkImportDocsLink>eminengi usebenzisa i-Github</bulkImportDocsLink>. Khumbula bona imitjho kutlhogeka ibe<licenseLink>CC0 (ngeyomphakathi)</licenseLink>, namkha ungazitlolela yakho.

source: You can use the <scraperLink>Sentence extractor</scraperLink> to leverage short sentences from Wikipedia.
nr: Ungasebenzisa <scraperLink>Ihlelo lokurhunyeza imitjho</scraperLink> ukuvimbela imitjho emifitjhani evela ku-Wikipedia

source: You could use social media platforms to get the message out. Share posts that explain why it matters, and get in touch with other people talking about issues like language rights, voice AI, or bias in tech. See more advice on <campaignLink>running a social campaign, including content you can re-use</campaignLink>.
nr: Ungasebenzisa amahlelo wezethungelelwano ukurhatjha umlayezo. Faka umlayezo ohlathululako bona kubayini lokhu kuqakathekile, thintana nabanye abantu abakhuluma ngamalungelo wamalimi,I-voice AI, namkha i-bias in tech. Fumana iinyeleliso ezingeziweko <campaignLink> zokuthi ungaliraga njani ijima lezokuthintana, kuhlanganise nezinto ongazisebenzisa ngokubuyelelweko</campaignLink>.

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
nr: Awekho amalimi owakhethileko. Sibawa uye ku <profileLink>Profayilakho</profileLink> bona ukhethe amalimi.

source: You must allow microphone access.
nr: Kufuze uvumele umbhobho usebenze.

source: Your accent is the way you pronounce words. It can be shaped by where you have lived, which other languages you speak and lots of other factors. You can share any information you feel is relevant here.
nr: Kunendlela obiza ngayo amagama. iya ngokuthi uhlala kuphi, ngiwaphi amanye amalimi okghona ukuwakhuluma nokunye okunengi. Ungafaka nanyana ngikuphi ukwaziswa ucabanga bona kuyatlhogeka la.

source: Your anonymous voice recordings will remain in the Common Voice dataset. Once you delete your profile you will no longer be able to submit a request to remove your recordings from the dataset
nr: Iphimbo lakho elirekhodiweko elingaziwa mumuntu lizokuhlala ebulungelweni le-Common Voice dataset. Nawulasula iprofayili yakho angeze usakghona ukufaka isibawa sokusula okurekhodileko ebulungelweni

source: Your daily goal has been created
nr: Imigomo yakho yelanga sele ihleliwe

source: Your download has started.
nr: Okudawunilowudileko kuyathoma.

source: You’re contributing to a target segment
nr: Unikela endaweni okungiyo

source: You’re contributing to our first target segment
nr: Unikela engcenyeni yethu yokuthoma
